[
  {
    "ISBN": 9789000307975,
    "title": "Vrienden voor het leven",
    "author": "Maeve Binchy",
    "likes": 0,
    "summary": "Friends for Life is the story of three friends who become involved in a strange love triangle on their way to adulthood. Benny and Eve, best friends from the Irish village of Knockglen, go to college in Dublin and soon befriend the attractive and ambitious Nan. The exciting student life, however, brings them not only happiness but also sadness. With her great ability to portray human feelings in a recognizable way, Maeve Binchy manages to bring happiness and sadness, warmth and humor together in this compelling novel. life was first published in 1991 and is the favorite book of many Maeve Binchy fans.The book is now in its seventeenth printing.In 1995 it was very successfully made into a film under the title Circle of Friends with Minnie Driver and Chris O'Donnell in the leading roles.",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/5/3/6/6/1001004011806635.jpg",
    "genre": "Romance",
    "price": {
      "currency": "EUR",
      "value": 10,
      "displayValue": "10.00"
    }
  },
  {
    "ISBN": 9780552159722,
    "title": "Deception point",
    "author": "Dan Brown",
    "likes": 0,
    "summary": "When a new NASA satellite detects evidence of an astonishingly rare object buried deep in the Arctic ice, the floundering space agency proclaims a much-needed victory.. a victory that has profound implications for U.S. space policy and the impending presidential election. With the Oval Office in the balance, the President dispatches White House Intelligence analyst Rachel Sexton to the Arctic to verify the authenticity of the find. Accompanied by a team of experts, including the charismatic academic Michael Tolland, Rachel uncovers the unthinkable - evidence of scientific trickery - a bold deception that threatens to plunge the world into controversy..",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/8/8/9/8/1001004006878988.jpg",
    "genre": "Mystery",
    "price": {
      "currency": "EUR",
      "value": 9.99,
      "displayValue": "9.99"
    }
  },
  {
    "ISBN": 9781841499789,
    "title": "Bloodfire Quest",
    "author": "Terry Brooks",
    "likes": 0,
    "summary": "The adventure that started in Wards of Faerie takes a thrilling new turn, in the second novel of New York Times bestselling author Terry Brooks’s brand-new trilogy—The Dark Legacy of Shannara! The quest for the long-lost Elfstones has drawn the leader of the Druid order and her followers into the hellish dimension known as the Forbidding, where the most dangerous creatures banished from the Four Lands are imprisoned. Now the hunt for the powerful talismans that can save their world has become a series of great challenges: a desperate search for kidnapped comrades, a relentless battle against unspeakable predators, and a grim race to escape the Forbidding alive. But though freedom is closer than they know, it may come at a terrifying price. Back in the village of Arborlon, the mystical, sentient tree that maintains the barrier between the Four Lands and the Forbidding is dying. And with each passing day, as the breach between the two worlds grows larger, the threat of the evil eager to spill forth and wreak havoc grows more dire. The only hope lies with a young Druid, faced with a staggering choice: cling to the life she cherishes or combat an army of darkness by making the ultimate sacrifice.",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/7/0/0/7/9200000009027007.jpg",
    "genre": "Mystery",
    "price": {
      "currency": "EUR",
      "value": 24.5,
      "displayValue": "24.50"
    }
  },
  {
    "ISBN": 9781409117933,
    "title": "A Week in Winter",
    "author": "Maeve Binchy",
    "likes": 0,
    "summary": "Stoneybridge is full of holiday-makers in summer, its beaches are full of buckets and spades and sandcastles; but in winter it's cold and wild. Few choose to walk along the fine sands, the big round pebbles and the exposed rocky promontories that make up the wind-swept Atlantic coastline. Those who do can't help but see Stone House, the big house on the cliff; once falling into disrepair it is now a beautiful hotel specialising in winter holidays. Its big, warm kitchen, its open log-fires and its elegant bedrooms provide a welcome few can resist, whatever their reasons for coming. Henry and Nicola are burdened with a terrible secret, while cheerful nurse Winnie finds herself on the holiday from hell. John has arrived on an impulse after he missed a flight at Shannon; eccentric Freda claims to be a psychic - and a part-time hairdresser. Then there's Nora, a silent watchful older woman who seems ready to disapprove at any moment.. A Week in Winter is full of Maeve's trademark warmth, humour and characters you want to spend time with.",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/6/2/8/0/9200000008070826.jpg",
    "genre": "Adventure",
    "price": {
      "currency": "EUR",
      "value": 11.99,
      "displayValue": "11.99"
    }
  },
  {
    "ISBN": 9789460681387,
    "title": "Blue Curacao",
    "author": "Linda van Rijn",
    "likes": 0,
    "summary": "When her new husband disappears without a trace during their honeymoon, Hannah is puzzled. How well does she really know the people she always... Hannah and Koen's romantic honeymoon to Curaçao is shattered when Koen disappears without a trace while snorkeling. Hannah goes mad with fear. The local police don't run as fast as Hannah would like and in desperation she investigates herself. That search reveals unpleasant truths. When Hannah even has to fear for her own life, she is confronted with the question of whether she knows Koen as well as she thinks.",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/0/9/4/2/9200000010732490.jpg",
    "genre": "Mystery",
    "price": {
      "currency": "EUR",
      "value": 48.99,
      "displayValue": "48.99"
    }
  },
  {
    "ISBN": 9780751548525,
    "title": "Safe Haven",
    "author": "Nicholas Sparks",
    "likes": 0,
    "summary": "Love hurts. There is nothing as painful as heartbreak. But in order to learn to love again you must learn to trust again. When a mysterious young woman named Katie appears in the small town of Southport, her sudden arrival raises questions about her past. Beautiful yet unassuming, Katie is determined to avoid forming personal ties until a series of events draws her into two reluctant relationships. Despite her reservations, Katie slowly begins to let down her guard, putting down roots in the close-knit community. But even as Katie starts to fall in love, she struggles with the dark secret that still haunts her ...",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/0/5/2/3/9200000010683250.jpg",
    "genre": "Mystery",
    "price": {
      "currency": "EUR",
      "value": 33.8,
      "displayValue": "33.80"
    }
  },
  {
    "ISBN": 9789023429258,
    "title": "De wereld volgens Garp",
    "author": "John Irving",
    "likes": 0,
    "summary": "The World According to Garp is a rare comic, original, yet shocking novel that made John Irving instantly famous. Since its 1978 appearance, millions of readers have enjoyed the eccentric, maverick Jenny, her son T.S. Garp and the fanatics, innocent children, transsexuals, whores, wrestlers and the many other characters who populate Garp's world. The World According to Garp is a classic, a masterful tragicomedy that will leave a deep impression on the reader.",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/6/3/6/7/1001004005997636.jpg",
    "genre": "Comedy",
    "price": {
      "currency": "EUR",
      "value": 19.9,
      "displayValue": "19.90"
    }
  },
  {
    "ISBN": 9789460680854,
    "title": "Winter Chalet",
    "author": "Linda van Rijn",
    "likes": 0,
    "summary": "Four friends enjoy a skiing holiday in Kirchberg. The murder of one of them puzzles everyone... During a pleasant skiing holiday in Kirchberg, Austria, the friends Isa, Chantal, Karen and Annemieke can finally have some time again the four of us. Karen, Chantal and Isa arrive on Saturday, Annemieke joins later, she still has to work. The holiday of the three starts very pleasantly. The girlfriends have the chance to really catch up, what is going on in the busy daily life often gets in the way, and the weather is beautiful for skiing, which they do with great pleasure.But the pleasant skiing holiday takes a fateful turn on the day Annemieke arrives.On arrival, she finds one of her friends dead Detective GŸnter Wolfsberg of the Kirchberg police starts an investigation, interrogates all the girlfriends and their partners and discovers that under the surface of happy relationships and intense friendship, the necessary tension hiding. It seems that some people are very eager to shift the blame...",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/6/6/6/7/9200000002547666.jpg",
    "genre": "Mystery",
    "price": {
      "currency": "EUR",
      "value": 15,
      "displayValue": "15.00"
    }
  },
  {
    "ISBN": 9789023464044,
    "title": "De Vliegeraar",
    "author": "Khaled Hosseini",
    "likes": 0,
    "summary": "Amir and Hassan are fed by the same nurse and grow up together in the capital of Afghanistan. As a sign of their connection, Amir carves their names on a pomegranate tree: 'Amir and Hassan, the sultans of Kabul'. But sultans are they only in their imagination, because Amir belongs to the privileged people group and Hassan and his father are poor Hazaren, in the service of Amir's father.At the annual kite competition in Kabul, Amir is the kite-flyer, the one who holds the rope of the kite. Hassan is his sidekick, the kite catcher. \"I'll do anything for you!\" Hassan calls to him before running off to catch the falling kite from the sky. That boundless loyalty is not mutual. When something terrible happens to Hassan, he betrays his faithful companion. After the Russian invasion, Amir and his father flee to the United States. Amir builds a new life there, but he can't forget Hassan. The discovery of a shocking family secret eventually leads him back to Afghanistan, now occupied by the Taliban, where Amir is confronted with ghosts from his past His intention to pay off his old debt to Hassan drags him reluctantly into a hair-raising adventure. The kite-flyer has been filmed by Marc Foster as The Kite Runner.",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/6/3/5/1/1001004010981536.jpg",
    "genre": "Romance",
    "price": {
      "currency": "EUR",
      "value": 6.99,
      "displayValue": "6.99"
    }
  },
  {
    "ISBN": 9789024529445,
    "title": "De delta deceptie",
    "author": "Dan Brown",
    "likes": 0,
    "summary": "He's back... A scientific revolution, a mind-boggling deception, a fast-paced thriller! Beneath the Arctic ice lies something that could change the world forever... A NASA satellite makes a startling discovery at the North Pole. is a boost for the space agency, which has been under fire for some time. The find also means good news for President Zach Herney: a second term in the White House seems in sight. The president asks Rachel Sexton, an analyst at the NRO intelligence service, to find out if the find is authentic. She rushes off to the Arctic to check the work of a team of scientists, including the charismatic oceanographer Michael Tolland. But after Rachel's arrival, things take an unexpected turn. The \"evidence\" seems less rock solid than expected. Before the president can be warned, a nightmare begins on the polar ice. A special unit works on its mission: prevent it at all costs for the truth to come out... After The Juvenal's Dilemma, but before The Da Vinci Code, Dan Brown wrote this \"sophisticated mixture of action and intrigue\" (Publishers Weekly). Again he pays attention to a shadowy secret service. This National Reconnaissance Office is closely intertwined with the famous space agency NASA. Dan Brown is the bestselling author of the moment. The Da Vinci code was number 1 in the top ten for months, and The Bernini mystery and The Juvenal dilemma also effortlessly found their way to the consumer. This year will also be dominated by Dan Brown, because The Da Vinci Code, the major audience film of 2006, will premiere worldwide in May.",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/5/0/5/5/1001004006225505.jpg",
    "genre": "Thriller",
    "price": {
      "currency": "EUR",
      "value": 14.95,
      "displayValue": "14.95"
    }
  },
  {
    "ISBN": 9789044309904,
    "title": "Hou je mond!",
    "author": "Sophie Kinsella",
    "likes": 0,
    "summary": "Emma, like all young women in the world, has a few secrets. From her parents, her boyfriend, her colleagues. For example, she lost her virginity in the spare room while her parents were watching a movie and she finds her boyfriend Connor a bit like Ken. Barbie and Ken's. She gives her annoying colleague's plant orange juice - almost daily - and her thong hurts. Emma is always nervous when she has to fly. That's why she tells all her secrets to a nice guy strange man sitting next to her on the plane. At least, Emma thinks it's a stranger. Because when she comes to work the next day... Sophie Kinsella is a bestselling author and journalist. She lives in London. She has few big secrets , except that she is not fond of flying.",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/8/3/1/6/1001004002056138.jpg",
    "genre": "Contemporary",
    "price": {
      "currency": "EUR",
      "value": 10,
      "displayValue": "10.00"
    }
  },
  {
    "ISBN": 9789023467786,
    "title": "In een mens",
    "author": "John Irving",
    "likes": 0,
    "summary": "In a Man is a compelling novel about desire, secrecy and sexual identity. A book about love in all its forms and a passionate argument for sexual diversity. Billy, the bisexual protagonist, tells the tragicomic story (which is more spanning more than five decades) of his life as a \"sexual suspect,\" a term first coined by John Irving in his immortal novel The World According to Garp. This is John Irving's most political novel since The Rules of the Cider House and We Pray for Owen Meany and a poignant tribute to Billy's friends and lovers - a motley cast of characters readers won't easily forget - an unforgettable portrayal of the lonely, bisexual man determined to be 'really important'.",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/0/7/8/7/9200000000037870.jpg",
    "genre": "Romance",
    "price": {
      "currency": "EUR",
      "value": 19.9,
      "displayValue": "19.90"
    }
  },
  {
    "ISBN": 9780751548556,
    "title": "The lucky one",
    "author": "Nicholas Sparks",
    "likes": 0,
    "summary": "Do you believe in lucky charms? While in Iraq, U.S. Marine Logan Thibault finds a photo, half-buried in the dirt, of a woman. He carries it in his pocket, and from then on his luck begins to change. Back home, Logan is haunted by thoughts of war. Over time, he becomes convinced that the woman in the photo holds the key to his destiny. So he finds the vulnerable and loving Beth and a passionate romance begins. But Logan battles with the one secret he has kept from Beth: how he found her in the first place. And it is a secret that could utterly destroy everything they love ...",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/7/0/3/7/1001004011797307.jpg",
    "genre": "Romance",
    "price": {
      "currency": "EUR",
      "value": 9.8,
      "displayValue": "9.80"
    }
  },
  {
    "ISBN": 9780751542974,
    "title": "Best of me",
    "author": "Nicholas Sparks",
    "likes": 0,
    "summary": "The new epic love story by the bestselling author of The Last Song and The Notebook. They were teenage sweethearts from opposite sides of the tracks - with a passion that would change their lives for ever. But life would force them apart. Years later, the lines they had drawn between past and present are about to slip.. Called back to their hometown for the funeral of the mentor who once gave them shelter when they needed it most, they are faced with each other once again and forced to confront the paths they chose. Can true love ever rewrite the past?",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/4/6/2/8/9200000001208264.jpg",
    "genre": "Romance",
    "price": {
      "currency": "EUR",
      "value": 13.8,
      "displayValue": "13.80"
    }
  },
  {
    "ISBN": 9789000316090,
    "title": "Hotel aan zee",
    "author": "Maeve Binchy",
    "likes": 0,
    "summary": "In the summer it is pleasantly busy in the seaside town of Stoneybridge. Holidaymakers stroll around everywhere and the beaches are littered with buckets, spades and sand castles. But in winter hardly anyone goes to the beautiful beaches and the rugged cliffs that together form the rugged west coast of Ireland. The few who do go to the coast cannot miss the hotel Stone House. There every guest can count on a warm welcome from owner Chicky Starr, regardless of the reason for coming. This is how Henry and Nicola is carrying a horrible secret, cheerful nurse Winnie sees her vacation ruined and John arrives on spec after missing his flight.The eccentric Freda is a psychic - and part-time hairdresser.And then there's Nora, a taciturn elderly lady who seems to think her way about everything.Hotel aan zee is a heartwarming novel with all the ingredients of a true Maeve Binchy: warmth, humor and wonderful persona ges with whom you like to spend your time!",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/7/2/1/0/9200000009850127.jpg",
    "genre": "Thriller",
    "price": {
      "currency": "EUR",
      "value": 14.99,
      "displayValue": "14.99"
    }
  },
  {
    "ISBN": 9789024561858,
    "title": "Inferno",
    "author": "Dan Brown",
    "likes": 0,
    "summary": "Inferno, the fourth Robert Langdon thriller, is set in Italy. 'While I've read Dante's Inferno in college, it wasn't until recently when I was doing research in Florence that I really appreciated its influence of Dante's work on modern times,” Brown declares.",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/8/9/9/9/9200000010839998.jpg",
    "genre": "Unspecified",
    "price": {
      "currency": "EUR",
      "value": 17.49,
      "displayValue": "17.49"
    }
  },
  {
    "ISBN": 9789046113110,
    "title": "In het hart",
    "author": "David Baldacci",
    "likes": 0,
    "summary": "This is the gripping story of 12-year-old Louisa Mae Cardinal, who lives in New York with her shy little brother Oz. It's 1940 and things aren't easy for them, as their writer father's income is not high. But Lou doesn't care that much, because she adores her father and loves his stories. But then, in one terrible moment, Lou's life changes forever. A car accident ends their father's life, leaving her and Oz must move to faraway Virginia. There, in the isolation of the desolate mountains, they come to live with their eccentric great-grandmother Louisa, Lou's namesake. Faced with new responsibilities, Lou is forced to grow up quickly. There, on her great-grandmother's humble farm, on the land her father loved and wrote about over and over again, she discovers who she really is and what she can do for this world. meets a new home, she can face the battle that follows; a battle of justice and survival fought in a crowded Virginia courtroom...",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/2/6/2/1/1001004005971262.jpg",
    "genre": "Contemporary",
    "price": {
      "currency": "EUR",
      "value": 5,
      "displayValue": "5.00"
    }
  },
  {
    "ISBN": 9781447229902,
    "title": "The Hit",
    "author": "David Baldacci",
    "likes": 0,
    "summary": "The trap is set. Failure is not an option. When government hit man Will Robie is given his next target he knows he’s about to embark on his toughest mission yet. He is tasked with killing one of their own, following evidence to suggest that fellow assassin Jessica Reel has been turned. She’s leaving a trail of death in her wake including her handler. The trap is set. To send a killer to catch a killer. But what happens when you can’t trust those who have access to the nation’s most secret intelligence?",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/6/5/2/3/9200000009123256.jpg",
    "genre": "Adventure",
    "price": {
      "currency": "EUR",
      "value": 21.99,
      "displayValue": "21.99"
    }
  },
  {
    "ISBN": 9789044339482,
    "title": "De Tennisparty",
    "author": "Sophie Kinsella",
    "likes": 0,
    "summary": "The tennis weekend is Patrick's idea. His new mansion, bought with the bonuses from his job as an investment adviser, is the ideal location. Patrick's wife Caroline doesn't yet know the real reason for the party. She likes to to see her old neighbors Stephen and Annie again, but she is less happy with the swaggering Charles and his spoiled wife Cressida, and the last couple, Don and Valerie, both blood fanatics, are completely insufferable. It already seems to be established who the winners and losers are in life, but when the first ball hits the net, it's the start of two days of flirting, tantrums, fierce fights and shocking revelations. from an uninvited guest it becomes clear that this weekend has nothing to do with tennis Long before she rose to fame with her Shopaholic! series, Sophie Kinsella wrote under her own name, Madeleine Wic kham, seven novels. The Tennis Party, her very first book, appeared when she was only twenty-four and has therefore always remained very special to her. This was followed by The swimming party and The asking price, among other things. Her work has been published in more than thirty languages. The author lives in London with her husband and children. 'A poignant novel with sharp observations. Light but deadly.' Mail on Sunday",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/3/7/6/4/9200000009984673.jpg",
    "genre": "Adventure",
    "price": {
      "currency": "EUR",
      "value": 18.5,
      "displayValue": "18.50"
    }
  },
  {
    "ISBN": 9780552778459,
    "title": "In One Person",
    "author": "John Irving",
    "likes": 0,
    "summary": "A compelling novel of desire, secrecy, and sexual identity, In One Person is a story of unfulfilled love—tormented, funny, and affecting—and an impassioned embrace of our sexual differences. Billy, the bisexual narrator and main character of In One Person, tells the tragicomic story (lasting more than half a century) of his life as a “sexual suspect,” a phrase first used by John Irving in 1978 in his landmark novel of “terminal cases,” The World According to Garp. His most political novel since The Cider House Rules and A Prayer for Owen Meany, John Irving’s In One Person is a poignant tribute to Billy’s friends and lovers—a theatrical cast of characters who defy category and convention. Not least, In One Person is an intimate and unforgettable portrait of the solitariness of a bisexual man who is dedicated to making himself 'worthwhile.'",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/3/4/5/9/9200000009409543.jpg",
    "genre": "Romance",
    "price": {
      "currency": "EUR",
      "value": 25,
      "displayValue": "25.00"
    }
  },
  {
    "ISBN": 9789400501157,
    "title": "De aanslag",
    "author": "David Baldacci",
    "likes": 0,
    "summary": "Will Robie is one of the best in his field, an assassin who never hesitates and always takes out his target. He is the man the US government calls upon to kill its greatest enemies, of the monsters who have claimed countless innocent victims. And no one is as good as Robie. No one but Jessica Reel... Reel, like Robie, is highly experienced, extremely professional, and deadly precise. But Reel has turned against her employer turned and the sights set on her former colleagues in their agency. With one of their own people to be stopped, Robie is once again called upon. His assignment: catch Reel, alive or dead. But when Robie takes the hunts down Reel, he soon discovers that she may have valid reasons for her betrayal.The attacks on the agency are linked to a much greater danger.A danger that Washington, D.C., the United States and shake the rest of the world to its foundations...",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/4/8/2/7/9200000010047284.jpg",
    "genre": "Fantasy",
    "price": {
      "currency": "EUR",
      "value": 19.99,
      "displayValue": "19.99"
    }
  },
  {
    "ISBN": 9789044339338,
    "title": "Mag ik je nummer even?",
    "author": "Sophie Kinsella",
    "likes": 0,
    "summary": "Poppy Wyatt has lost her engagement ring! An antique, in the possession of Magnus's family for three generations, her husband-to-be. The wedding is ten days away! And while she is outside on the phone with her friends, her mobile phone suddenly snatched from her hands. Even that! Now the crisis is complete. What can she do without a phone? Completely hyper, Poppy thinks she is hallucinating when she sees a smartphone in a waste bin. Got it! But it doesn't take long for the owner, the crass businessman Sam Roxton, to come in. And Sam is 'not amused' when Poppy flatly refuses to give him her treasure.",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/3/0/9/4/9200000009984903.jpg",
    "genre": "Mystery",
    "price": {
      "currency": "EUR",
      "value": 10,
      "displayValue": "10.00"
    }
  },
  {
    "ISBN": 9789022556627,
    "title": "Jarka Ruus",
    "author": "Terry Brooks",
    "likes": 0,
    "summary": "Twenty years have passed since Grianne Ohmsford renounced her life as the dreaded Ilse Hek, freed by the magic of the Sword of Shannara and the destruction of her mentor, the Morgawr. When Grianne suddenly disappears, her young servant Tagwen is forced to take up the gauntlet and save her from the hands of her enemies, along with Grianne's young cousin Pen Ohmsford and the mighty elf Ahren Elessedil.",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/7/8/9/9/1001004011269987.jpg",
    "genre": "Fantasy",
    "price": {
      "currency": "EUR",
      "value": 18.95,
      "displayValue": "18.95"
    }
  },
  {
    "ISBN": 9789460680755,
    "title": "Last Minute",
    "author": "Linda van Rijn",
    "likes": 0,
    "summary": "On a last-minute holiday in Hurghada, Susan bumps into her ex-boyfriend. She would rather never have seen him again... Susan Waterberg and her husband Hugo have been married and happy in Almere for five years. Don't let Susan go unnoticed. She arranges her parents-in-law to babysit their three-year-old son Stijn and books a last-minute holiday to Hurghada. The trip comes as a big surprise to Hugo, especially since he has only had his PADI (diving license) for a year. he finally really go diving. Although saying goodbye to Stijntje is hard for both of them, they are looking forward to a carefree holiday in the sun. When they check in at the diving school, Susan gets the fright of her life. The diving instructor is an old acquaintance and confronts her with a past that she has always kept from Hugo. The carefree beach vacation that Susan envisioned turns into a web of lies and blackmail. To keep her family, she will have to deal with her loss once and for all. Eden.",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/2/5/6/7/1001004011817652.jpg",
    "genre": "Romance",
    "price": {
      "currency": "EUR",
      "value": 4.99,
      "displayValue": "4.99"
    }
  },
  {
    "ISBN": 9789023464143,
    "title": "Duizend schitterende zonnen",
    "author": "Khaled Hosseini",
    "likes": 0,
    "summary": "The uneducated Mariam is fifteen when she is married off to the thirty-year-old shoe salesman Rasheed in Kabul. Years later she has to tolerate the beautiful and smart Laila, who was rescued from the rubble by Rasheed after a rocket attack. Rasheed takes Laila in in the hope that she will give him the son that Mariam cannot give him.At first, feelings of suspicion and jealousy prevail between the two women, but Rasheed's tyrannical attitude gradually develops a close friendship. Mariam and Laila do everything they can to survive in Afghanistan's endless war, which is also raging indoors for them. After the overwhelming success of The Kite Runner, Khaled Hosseini surprises his readers again with a crushing story.",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/7/3/5/1/1001004010981537.jpg",
    "genre": "Unspecified",
    "price": {
      "currency": "EUR",
      "value": 16.99,
      "displayValue": "16.99"
    }
  },
  {
    "ISBN": 9781408842423,
    "title": "And the Mountains Echoed",
    "author": "Khaled Hosseini",
    "likes": 0,
    "summary": "And the Mountains Echoed is a deeply moving story about how we love, how we take care of one another and how the choices we make resonate through generations. With profound wisdom, depth, insight and compassion 'and moving from Kabul, to Paris, to San Francisco, to the Greek island of Tinos' Hosseini writes about the bonds that define us and shape our lives, the ways that we help our loved ones in need and how we are often surprised by the people closest to us. Six years in the writing, Khaled Hosseini says of his new book: 'My earlier novels were, at heart, tales of fatherhood and motherhood. My new novel is a multi-generational family story as well, this time revolving around brothers and sisters, and the ways in which they love, wound, betray, honour and sacrifice for each other.'",
    "image": "http://s.s-bol.com/imgbase0/imagebase/large/FC/0/6/0/3/9200000010223060.jpg",
    "genre": "Romance",
    "price": {
      "currency": "EUR",
      "value": 8.99,
      "displayValue": "8.99"
    }
  }
]